Revit 2027 API
SeparatorItem Constructor
 Default constructor.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SeparatorItem()
Public Sub New
public:
SeparatorItem()
new : unit -> SeparatorItem
See Also
Reference
SeparatorItem Class
Autodesk.Revit.UI Namespace